Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=166_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Uusia oppimateriaaleja koulun alkuun
sme: Ođđa oahppamateriálat skuvlajagi álgui

source: Saamelaiskäräjät julkaisi koulujen alkaessa 16 saamenkielistä oheismateriaalia (yhteensä 23 CD-ja DVD-levyä) ja yhden uuden oppikirjan.
sme: Sámediggi almmuhii skuvlajagi álgui 16 sámegielat siidomateriála (oktiibuot 23 CD-ja DVD-skearru) ja ovtta ođđa oahppogirjji.

source: Oheismateriaalit ovat inarinsaamenkielisiä lasten filmejä ja uskonnollisia lauluja, koltansaamenkielisiä kirkkolauluja ja evankeliumitekstejä sekä pohjoissaamenkielisiä tarinoita, äänikirja ja virsiä.
sme: Siidomateriálat leat anárašgielat mánáid filmmat ja vuoiŋŋalaš lávlagat, nuortalašgielat girkolávlagat ja evaŋgeliumteavsttat ja davvisámegielat máidnasat, jietnagirji ja sálmmat.

source: CD:t ja DVD:t on äänitetty YLE Sámi radion studiossa Inarissa.
sme: CD:at ja DVD:at leat báddejuvvon YLE Sámi radio studios Anáris.

source: Peukaloisen retket – animaatiosarjasta julkaistiin yhteensä 22 inarinsaamen kielelle käännettyä osaa (Pelgi Nijlâs määđhih 31-52).
sme: Bealgi Niillasa mátkkit- animašuvdnaráiddus almmuhuvvojedje oktiibuot 22 anárašgillii jorgaluvvon oasi (Pelgi Nijlâs määđhih 31-52).

source: Animaatiofilmit ovat olleet koulujen käytössä jo aiemmin kokeilupainoksina.
sme: Animašuvdnafilmmat leat leamaš skuvllaid anus jo ovdal geahččaladdanpreanttusin.

source: Inarinsaamenkielisiä virsiä ja hengellisiä lauluja (Anarâšlavluuh) julkaistiin tupla-CD:n verran.
sme: Anárašgielat sálmmat ja vuoiŋŋalaš lávlagat (Anarâšlavluuh) almmuhuvvojedje duppal CD:an.

source: Virret esittää inarinsaamen virsilauluryhmä (Ilmari Mattus, Heli Aikio, Ilmari Aikio, Onni Aikio, Unto Aikio, Rauni Mannermaa ja Lyyli Vehmasaho) ja muut hengelliset laulut Rauni Mannermaa.
sme: Sálmmaid lávlu anárašgielat sálbmajoavku (Ilmari Mattus, Heli Aikio, Ilmari Aikio, Onni Aikio, Unto Aikio, Rauni Mannermaa ja Lyyli Vehmasaho) ja eará vuoiŋŋalaš lávlagiid Rauni Mannermaa.

source: Koltansaamen kielellä julkaistiin yhteensä 20 kirkkolaulua sisältävä CD-levy.
sme: Nuortalašgillii almmuhuvvui CD-skearru, mas leat oktiibuot 20 girkolaš lávlaga.

source: Laulut esittää koltansaamenkielinen kirkkolauluryhmä (Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen ja Kirsti Näveri-Bogdanoff).
sme: Daid lávlu nuortalašgielat girkolávlunjoavku (Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen ja Kirsti Näveri-Bogdanoff).

source: Johanneksen evankeliumi (Evvan Evaŋğélium) Erkki Lumisalmen lukemana julkaistiin kolmena CD-levynä.
sme: Johannes evaŋgelium (Evvan Evaŋğélium), man lohká Erkki Lumisalmi, almmuhuvvui golmma CD-skearrus.

source: Pohjoissaamenkielisiä virsiä julkaistiin Hetan virsilauluryhmän (Helena Valkeapää, Anni-Marja Valkeapää, Ilmari Laiti, Wimme Saari, Marie Kvärnmo-Valkeapää ja Niko Valkeapää) esittäminä viisi CD-levyllistä, Utsjoen virsilauluryhmän (Janne Aikio, Maria Aikio, Annukka Hirvasvuopio-Laiti, Jenna Rasmus ja Niilo Rasmus) esittämänä yksi CD ja Annukka Hirvasvuopio-Laitin ja Janne Aikion esittämänä yksi CD.
sme: Davvisámegielat sálmmat, maid lávlu Heahtá sálbmajoavku (Helena Valkeapää, Anni-Marja Valkeapää, Ilmari Laiti, Wimme Saari, Marie Kvärnmo-Valkeapää ja Niko Valkeapää), almmuhuvvojedje vihtta CD-skearru. Dasa lassin almmuhuvvui okta CD-skearru, mas lávlu Ohcejoga sálbmajoavku (Janne Aikio, Annukka Hirvasvuopio-Laiti, Jenna Rasmus ja Niilo Rasmus) ja okta CD, mas lávluba Annukka Hirvasvuopio-Laiti ja Janne Aikio.

source: Virret ovat olleet koulujen käytössä aiemmin kokeiluversioina.
sme: Sálmmat leamaš skuvllaid anus juo ovdal geahččaladdanveršuvdnan.

source: Siiri Miettusen ja Ritva Torikan kouluradiolle vuonna 1989 valmistama pohjoissaamenkielinen tarinasarja Lodderáidalas julkaistiin kahtena CD-levynä.
sme: Davvisámegielat máinnasráidu Lodderáidalas, man Siiri Miettunen ja Ritva Torikka leaba ráhkadan skuvlaradioi jagi 1989, almmuhuvvui guovtti CD-skearrus.

source: Sarjaan on saatavissa myös tehtäväkirjanen.
sme: Ráidui lea fidnemis maiddái bargogirji.

source: Tuomas Maggan (Guhtur-Niillas Tuomis) pohjoissaameksi CD:lle lukemat osat koutokeinolaisen Anders Pedersen Bärin (Máiza-Bier Ánde) kirjasta sopivat sekä äidinkielen, historian että uskonnon opetuksen oheismateriaaliksi.
sme: Guovdageaidnolaš Anders Pedersen Bär (Máiza-Bier Ánde) muitalusat almmuhuvvojedje CD-skearrus, masa daid lea davvisámegillii lohkan Tuomas Magga (Guhtur-Niillas Tuomis). Dát materiála heive siidomateriálan sihke eatnigiela, historjjá ja oskkoldaga oahpahussii.

source: Pedersen Bär kirjoitti kertomuksia omasta elämästään 1800-luvun lopulla ollessaan vankilassa tuomittuna n. k. Koutokeinon kapinan jälkeen.
sme: Máiza-Bier Ánde čálii iežas eallima muitalusaid 1800-logu gaskamuttu maŋŋá Åkershus giddagasas, gosa lei dubmehallan n. g. Guovdageainnu stuimmiid geažil.

source: Koulun ympäristötieto 3-oppikirja julkaistiin pohjoissaamenkielisenä käännöksenä (Birasdiehtu 3), jonka on tehnyt Jouni Antti Vest (Jovnna-Ánde Vest).
sme: Skuvlla birasdiehtu 3-oahppogirji almmuhuvvui davvisámegielat jorgalussan, man lea sámegillii jorgalan Jovnna-Ánde Vest.

source: Uusia ja aiemmin julkaistuja oppimateriaaleja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta.
sme: Ođđa ja ovdal almmuhuvvon oahppamateriálaid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas.

source: Materiaalit ovat maksuttomia kouluille.
sme: Materiálat addojuvvojit skuvllaide nuvttá
